class Constants:
    MAIN_URL = 'https://qa-scooter.praktikum-services.ru/'


ANSWER = ['Сутки — 400 рублей. Оплата курьеру — наличными или картой.',
        'Пока что у нас так: один заказ — один самокат. Если хотите покататься с друзьями, можете просто сделать несколько заказов — один за другим.',
        'Допустим, вы оформляете заказ на 8 мая. Мы привозим самокат 8 мая в течение дня. Отсчёт времени аренды начинается с момента, когда вы оплатите заказ курьеру. Если мы привезли самокат 8 мая в 20:30, суточная аренда закончится 9 мая в 20:30.',
        'Только начиная с завтрашнего дня. Но скоро станем расторопнее.',
        'Пока что нет! Но если что-то срочное — всегда можно позвонить в поддержку по красивому номеру 1010.',
        'Самокат приезжает к вам с полной зарядкой. Этого хватает на восемь суток — даже если будете кататься без передышек и во сне. Зарядка не понадобится.',
        'Да, пока самокат не привезли. Штрафа не будет, объяснительной записки тоже не попросим. Все же свои.',
        'Да, обязательно. Всем самокатов! И Москве, и Московской области.']


class Data:
        NAME = 'Саша'
        LAST_NAME = 'Ширко'
        ADDRESS = 'Амстердам'
        NUM_TEL = '88999999999'
        DATA_RENT = '20.10.2024'
        NAME_1 = 'Андрей'
        LAST_NAME_1 = 'Тихонов'
        ADDRESS_1 = 'Тарасовка'
        NUM_TEL_1 = '89999999999'
        DATA_RENT_1 = '22.12.2025'
